{
    "pages":[
        {
            "page":"nightlife",
            "title":"Miami at Night",
            "description":"When the sun sets, Miami turns up the heat. From iconic clubs like LIV and Club Space to underground warehouse parties at Factory Town, the city offers a nightlife experience for every vibe—glamorous, gritty, and everything in between. Whether you’re sipping cocktails at a rooftop lounge, dancing till dawn, or catching a live DJ set under the stars, Miami’s after-dark scene is electric, unforgettable, and uniquely its own."
        },
        {
            "page":"beaches",
            "title":"Miami Beaches",
            "description":"Miami’s beaches are what dreams are made of—soft white sand, crystal-clear water, and endless sunshine. Lounge on iconic South Beach, escape to the peaceful shores of Crandon Park, or watch the sunset from Bill Baggs Cape Florida. Whether you're swimming, sunbathing, paddleboarding, or just people-watching, the coastline offers a slice of paradise for everyone."
        },
        {
            "page":"food",
            "title":"Food in Miami",
            "description":"Miami’s food scene is as rich and diverse as its culture. Influenced by Cuban, Caribbean, Latin American, and coastal flavors, the city is packed with everything from casual street bites to high-end culinary experiences. Start your day with Cuban coffee in Little Havana, snack on tacos in Wynwood, or indulge in fresh seafood on the beach. Whether you're chasing comfort food or five-star dining, every meal in Miami tells a story."
        },
        {
            "page":"downtown",
            "title":"Downtown Miami",
            "description":"Downtown Miami is the city’s buzzing urban core, where sleek skyscrapers meet art, culture, and waterfront views. Explore world-class museums like PAMM and the Frost Science Center, catch a show at the Arsht Center, or wander through Bayfront Park and the bustling Bayside Marketplace. Hop on the free Metromover, grab a bite at a hidden cocktail bar, and experience the fast-paced rhythm of a neighborhood where something’s always happening."
        }
    ]
}